{"abilities": {"Ink Saver (Main)\n": "Decreases amount of ink consumed by your main weapon.\n", "Special Duration Up\n": "Increases usage time of special weapons.\n", "Quick Respawn\n": "Decreases respawn time after getting splatted.\n", "Swim Speed Up\n": "Increases movement speed while swimming in squid form.\n", "Bomb Range Up\n": "Makes bombs, Point Sensors, and Disruptors travel farther when thrown.\n", "Cold-Blooded\n": "Shortens the effect of attacks that let enemies track your position, such as Point Sensors.\n", "Quick Super Jump\n": "Increases super jump speed.\n", "Recon\n": "Allows you to see the opposing team on the map while standing on your spawn point.\n", "Haunt\n": "Reveals the position of any player who splats you to your team for a short time.\n", "Tenacity\n": "Fills special gauge automatically if your team has fewer active players than the enemy.", "Special Saver\n": "Reduces special-gauge decrease after getting splatted.\n", "Defense Up\n": "Reduces damage taken from all attacks.\n", "Special Charge Up\n": "Increases special-gauge fill rate.\n", "Last-Ditch Effort\n": "Boosts ink recovery rate and weapon ink efficiency for the last 30 seconds of battle.\n", "Ink Resistance Up\n": "Reduces damage and movement penalties incurred when moving through enemy ink.\n", "Ninja Squid\n": "Leaves no trace when swimming on inked ground, but reduces swim speed slightly.\n", "Opening Gambit\n": "Boosts your speed in both inkling and squid form for the first 30 seconds of battle.\n", "Comeback\n": "Boosts some of your abilities a short time after respawning.\n", "Stealth Jump\n": "Hides your Super Jump landing points, but also makes your Super Jump slightly slower.\n", "Damage Up\n": "Increases damage of your main, sub,s and special weapons.\n", "Ink Saver (Sub)\n": "Decreases amount of ink consumed by your sub weapon.\n", "Bomb Sniffer\n": "Reveals traps and hidden bombs placed by your opponent.\n", "Run Speed Up\n": "Increases movement speed in Inkling form.\n", "Ink Recovery Up\n": "Increases ink-tank refill rate while submerged in squid form.\n"}}